// © Copyright 2004-2009, 2015-2016 HP Development Company, L.P.

TaskName = "Direct Print Settings";

NoSetTitle = "Cannot set Direct Print settings";
NoSetMsg = "Please check that your printer is connected and turned on, then try again.";

RetrieveProgressTitle = "Retrieving Direct Print settings…";

Auto = "Automatic";
KeepSettings = "Keep Current Settings";

HSDTaskTitle = "Direct Printing Preference";
HSDTaskDescription = "Select the paper sizes you use to print directly from memory card or camera:";
HSDLargeTitle = "Large:";
HSDSmallTitle = "Small:";

HSDA4 = "A4";
HSDUSLetter = "US Letter";
HSDHagakiCard = "Hagaki Card";
HSDCm = "4x6 in. (10x15 cm)";
HSDPhotoL = "Photo L";
HSDA6 = "A6";
